// Что требуется:

// Создать репозиторий на GitHub
// Создать readme-файл c описанием основных пунктов решения задачи.
// Дополнительно добавить в репозиторий блок-схему с алгоритмом самой сложной(по вашему мнению) 
// части задачи из п.2
// Написать программу, решающую поставленную задачу
// Вся работа разбивается на логические единицы зафиксированнаые отдельным коммитом
// Задача: Написать программу, которая из сформированного массива строк содержащих символы и числа создать массив из строк, в который попадут только символы, не являющиеця цифрами.

// // Входные данные можно получить путём ввода с клавиатуры, но лучше сделать автогенерацию данных. 

// 1. Сформировать массив содержащий символы и числа
// 2. Проверить массив на наличие в нем чисел
// 3. Сформировать новый пустой массив
// 4. Поместить символы в новый массив
// 5. Распечатать результат
